[
  {
    "id": "6611616130",
    "url": "https://gamblershelp.com.au/learn-about-gambling/personal-stories/anna",
    "title": "Lost 10 years of my life to the pokies",
    "summary": "I wanted to change but I didn't know how. The shame of my secret gambling held so much power over me that it was impossible to ask for help. I thought I just needed to suck it up and stop doing it. I thought it was just me; I was the broken thing. I didn't understand that the machines had rewired my brain.",
    "imageUrl": "/images/BcjdbyKWquw.jpeg"
  },
  {
    "id": "5763369380",
    "url": "https://www.basisonline.org/2015/03/compulsive-gambling-is-an-illness-to-which-i-lost-nearly-everything-nearly-.html",
    "title": "I work every day to be in recovery",
    "summary": "Another difference between substance abuse and gambling is that you can't see it. I didn't come home smelling like bourbon. I didn't come home with red eyes or needle marks. I didn't miss work. I didn't have my spouse call me in sick because I was hung over. My addiction - my illness - was invisible and all the more devastating because of that. The day I got fired, I came home and I told my family. My partner had no idea. My actions blindside my family. This is an addiction your loved ones don't see coming.",
    "imageUrl": "/images/9wArUPtZ-C4.jpeg"
  },
  {
    "id": "0859956891",
    "url": "https://gamblingwatchuk.org/new-life-stories/101-real-life-gambling-story-number-one-ben",
    "title": "Losing large sums of money made me feel sick",
    "summary": "To an outsider Ben had his life sorted. Articulate, intelligent and confident, with a degree in Sports Science he went on to build a successful career for himself in business. There was enough money to enjoy the finer things in life - in theory at least. But Ben was to become under the grips of an addiction to gambling, which led him to lose his livelihood, rake up huge debts and drove him to the point of suicide.",
    "imageUrl": "/images/fJTqyZMOh18.jpeg"
  }
]
